amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
anseki.vscode-color
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
mhutchie.git-graph
ms-ceintl.vscode-language-pack-zh-hant
octref.vetur
oderwat.indent-rainbow
pkief.material-icon-theme
ritwickdey.liveserver
statelyai.stately-vscode
streetsidesoftware.code-spell-checker
unifiedjs.vscode-mdx
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vue.volar
wallabyjs.console-ninja
wallabyjs.quokka-vscode
wix.glean
wix.vscode-import-cost
xabikos.javascriptsnippets
zignd.html-css-class-completion
